Repository: TheMATDude/TranslationProviderSample
Catalog: TAUSDataProvider/MultilingualResources/TAUSDataProvider.*.xlf
Languages: fr_fr

# PropertyContentTypeDescription
source: Content Type for the translation
fr_fr: Type de contenu de la traduction

# PropertyContentTypeDisplayName
source: Content Type
fr_fr: Type de contenu

# PropertyIndustryDescription
source: Industry that provided the translation
fr_fr: Industrie de la traduction

# PropertyIndustryDisplayName
source: Industry
fr_fr: Industrie

# PropertyOwnerDescription
source: Owner of the translation
fr_fr: Propriétaire de la traduction

# PropertyOwnerDisplayName
source: Owner
fr_fr: Propriétaire

# PropertyProductDescription
source: Product that uses the translation
fr_fr: Produit qui utilise la traduction

# PropertyProductDisplayName
source: Product
fr_fr: Produit

# PropertyProviderDescription
source: Company that provided the translation
fr_fr: Fournisseur de la traduction

# PropertyProviderDisplayName
source: Provider
fr_fr: Fournisseur

# ProviderCredentialError
source: The required credentials were not found in the Credential Manager service.
fr_fr: Les informations d'identification sont introuvables dans le gestionnaire d'identification.

# ProviderDescription
source: This is a TAUS DATA provider that works with the Multilingual App Toolkit. Please review the documentation for implementation details
fr_fr: Il s'agit d'un fournisseur de données de TAUS qui fonctionne avec kit de ressources pour application multilingue. Veuillez consulter la documentation pour les détails d'implémentation.

# ProviderDisplayName
source: TAUS DATA provider
fr_fr: Fournisseur TAUS DATA
